{
  "auto_mapping": null,
  "base_model_name_or_path": null,
  "depth": -1,
  "hidden_size": null,
  "inference_mode": false,
  "is_prompt_learning": false,
  "lora_r": null,
  "peft_type": "ISAERFT",
  "revision": null,
  "target_hooks": [
    [
      "pythia-70m-deduped-res-sm",
      "blocks.4.hook_resid_post"
    ]
  ],
  "task_type": "CAUSAL_LM"
}